---
kind: other
id: Methods.T:Autodesk.Revit.Exceptions.NotTransmittedModelException
source: html/298ae17c-544f-f053-8e5f-6598ff763a75.htm
---
# NotTransmittedModelException Methods

Retrieves data needed to serialize the target object.